<?php
/*
Copyright (c) 2013 John Atkinson (jga)
*/

// Text
$_['text_title'] = 'Bitcoin';
$_['button_bitcoin_pay'] 		= 'سدد بواسطة البتكوين';
$_['text_please_send']	= ' فضلا ارسل ';
$_['text_btc_to']	= ' بتكوين الى ';
$_['text_to_complete']	= 'كي تتم عملية السداد';
$_['text_click_pay']	= 'اضغط للدفع';
$_['text_uri_compatible']	= '(URI-compatible wallets only)';
$_['text_click_here']	= 'اضغط هنا';
$_['text_pre_timer']	= ' لديك ';
$_['text_post_timer']	= ' تبقت لاتمام العملية ';
$_['text_countdown_expired']	= ' لقد انقضى الوقت المسموح به لاتمام العملية <a style="font-size: 16px;" href="index.php?route=checkout/checkout">اضغط هنا </a> لاعادة محاولة السداد مرة اخرى';
$_['text_if_not_redirect']	= 'اذا ما لم يتم تحويلك اتوماتيكيا بعد ثواني قليلة بعد السداد';
$_['error_msg'] = 'حدث خطأ اثناء محاولة الاتصال بجهة السداد ، الرجاء التواصل مع ادارة المتجر';
$_['error_confirm'] = 'لم ينجح الامر هذه المرة ، اذا ما تكررت رؤيتك لهذه الرسالة برجاء التواصل مع ادارة المتجر كي لنساعدك في اتمام عملية الشراء طلب شرائك ';
$_['error_incomplete_pay'] = 'لم نستلم كامل المبلغ بعد ، اذا ما كنت قد ارسلته ، نرجوا معاودة المحاولة بعد قليل ، اذا ما ظهرت لك هذه الرسالة اكثر من مرة برجاء التواصل مع ادارة المتجر كي لنساعدك في اتمام عملية الشراء طلب شرائك  ';
?>